
const productsBd = [
  {
    name: 'powderCoatingBooths',
    type: 'subCategory',
    title: 'Камери порошкового фарбування',
/*    title: {
      ua: 'Камери порошкового фарбування',
      en: 'Powder Coating Booths',
    },*/
    slug: 'powder-coating-booths',
    images: [
      '4853055417_w640_h640_4853055417.webp',
      '4851803946_w640_h640_4851803946.webp',
      '4849215897_w640_h640_4849215897.webp'
    ],
    description: {
      advantages: [
        {
          icon: 'advantages/lowConsumption.png',
          title: 'ЕНЕРГОЗБЕРЕЖЕННЯ',
          text: 'Наші камери напилення мають мінімум 2-х ступеневу очистку повітря, і вони працюють в замкнутому циклі. Те повітря, що заходить через робочі і транспортні отвори, повертається назад в цех. Це особливо важливо в холодний час, і дозволяє економити енергоресурси.',
        },
        {
          icon: 'advantages/furnaceFrame.png',
          title: 'ЧИСТОТА В ЦЕХУ',
          text: 'Насправді не приємно заходити в цех порошкового фарбування і ходити по фарбі? Наші камери спроектовані таким чином, що ми гарантуємо максимальну чистоту в цеху.',
        },
        {
          icon: 'advantages/ventilationSystem.png',
          title: 'ПОТУЖНМЙ ВИТЯЖНОЙ ВЕНТИЛЯТОР',
          text: 'Ми повністю самі виготовляємо витяжні вентилятори, і тому це окремий блок з фінішним фільтром, а потужність двигуна не менше 4,0 кВт, щоб забезпечити нормовану швидкість повітря в робочих і транспортних отворах.',
        },
        {
          icon: 'advantages/filtrationSystem.png',
          title: 'СИСТЕМА ОЧИСТКИ ФІЛЬТРОПАТРОІВ',
          text: 'Жодна камера не буде довго працювати, якщо вона не має ефективної системи автоматичної очистки фільтропатронів. В наших камерах використовуються італійські клапана спілно з соплами Лаваля, щоб забезпечити максимально ефективне очищення фільтропатронів.',
        },
        {
          icon: 'advantages/filtrationSystem.png',
          title: 'НАДІЙНА ПНЕВМАТИКА ТА ЕЛЕКТРИКА',
          text: 'В наших камерах використовується тільки італійська пневматика CAMOZZI, а вся електрика словенського виробника ETI. Це надає Вам впевненості, що камера напилення завжди буде Вашим надійним помічником.',
        },
        {
          icon: 'advantages/technicalSupport.png',
          title: 'ЕРГОНОМІКА',
          text: 'Маючи досвід більше 20 років, ми проектуємо наші камери так, щоб отримувати задоволення від праці на нашому обладнанні.',
        },
        {
          icon: 'advantages/paybackPeriod.png',
          title: 'ГАРАНТІЯ ВІД 12 МІСЯЦІВ',
          text: 'На весь модельний ряд обладнання поширюється офіційна гарантія на строк від 1 року. І не залежить від того, хто збирав і встановлював обладнання. До камер напилення додається інструкція для самостійного збирання.',
        },
      ],
    },
    data: [
      {
        name: 'onyxAspirationBlock',
        type: 'product',
        title: 'Блок аспірації ONYX',
        slug: 'onyx-aspiration-block',
        images: [
          '4853055417_w640_h640_4853055417.webp',
          '4853055816_w640_h640_4853055816.webp',
        ],
        description: {
          price: 148500,
          description: '',
          parameters: {},
          advantages: [
            {
              icon: 'productParagraph/airFilter.png',
              title: 'КОНСТРУКЦІЙНІ ОСОБЛИВОСТІ',
              text: 'У блоку аспірації застосовується двохступінчате автоматичне очищення повітря. Все повітря, яке проходить через фільтра повертається назад до приміщення.\n' +
                'Спроєктована таким чином, що максимально перешкоджає виходу порошкової фарби за межі приміщення, в якому буде встановлений.\n' +
                'Оснащена зручним контейнером для збору порошкової фарби, що не осіла, з можливістю її повторного використання.\n' +
                'У системі очищення фільтропатронів застосовуються сопла Лаваля та італійські пневмоклапана для ефективного очищення фільтра по всій площі.',
            },
            {
              icon: 'productParagraph/list.png',
              title: 'ФУНКЦІОНАЛЬНІ МОЖЛИВОСТІ',
              text: 'Блок аспірації забезпечує нормовану швидкість потоку в робочому та транспортних отворах, що забезпечує чистоту в цеху.\n' +
                'У процесі роботи здійснюється автоматичне очищення фільтропатронів, натисканням кнопки оператором, або керуванням через таймер (опціонально)',
            },
            {
              icon: 'productParagraph/like.png',
              title: 'ПЕРЕВАГИ',
              text: 'Блок аспірації оснащений італійською пневматикою CAMOZZI та електричними компонентами словенської компанії ETI.\n' +
                'Витяжний вентилятор потужністю 4,0 кВт.\n' +
                'Фільтропатрони зі 100% поліестеру. У базовому виконанні дешевші фільтропатрони із целюлози. При зміні кольору фільтропатрони можна не змінювати, при умові, що повторно фарба не буде використовуватися.\n' +
                'Низька підлога – 200мм від нульової позначки.\n' +
                'Легке очищення, завдяки монолітному корпусу та розміщенню LED світильників за склом.'
            },
            {
              icon: 'productParagraph/fullSize.png',
              title: 'ГАБАРИТНІ РОЗМІРИ І ХАРАКТЕРИСТИКИ',
              text: 'Зовнішні розміри Д*Ш*В - 1700*850*2675 мм\n' +
                'Потужність, кВт - 4,0\n' +
                'Продуктивність вентилятора, м3/година - 5100...6600\n' +
                'Кількість фільтропатронів, шт - 4\n' +
                'Ступінь фільтрації фільтропатронів з целюлози, мкн - 25\n' +
                'Ступінь фільтрації фільтропатронів з поліестеру, мкн - 2\n' +
                'Маса, кг – 500'
            }
          ],
        },
        data: [],
      },
      {
        name: 'coatingBoothsUniversal',
        type: 'product',
        title: 'Камера напилення порошкової фарби ONYX Universal',
        slug: 'coating-booths-universal',
        images: [
          '4851803946_w640_h640_4851803946.webp',
          '4851803877_w640_h640_4851803877.webp',
          '4851804198_w640_h640_4851804198.webp',
        ],
        data: [],
      },
      {
        name: 'coatingBoothsStandard',
        type: 'product',
        slug: 'coating-booths-standard',
        title: 'Камера напилення порошкової фарби ONYX Standard',
        images: [
          '4849215897_w640_h640_4849215897.webp'
        ],
        data: [],
      }
    ]
  },
  {
    name: 'polymerizationFurnaces',
    type: 'subcategory',
    slug: 'polymerization-furnaces',
    title: 'Камери полімеризації',
    images: [
      '4604212207_w640_h640_4604212207.webp',
      '4604216382_w640_h640_4604216382.webp',
      '4604367332_w640_h640_4604367332.webp',
    ],
    description: {
      advantages: [
        {
          icon: 'advantages/lowConsumption.png',
          title: 'ЕНЕРГОЗБЕРЕЖЕННЯ',
          text: 'Найнижче споживання електроенергії в режимі полімеризації серед усіх виробників будь-якого типу печі ІЧ нагріву або ТЕНової. Наприклад, споживання електроенергії печі довжиною 3,0м в режимі полімеризації 1,0кВт, середнє споживання 10,0 кВт * год. Це досягається комплексом заходів, починаючи від конструктиву печі та закінчуючи використанням кращих матеріалів.',
        },
        {
          icon: 'advantages/lowConsumption.png',
          title: 'МІНИМАЛЬНІЙ ПЕРЕПАД ТЕМПЕРАТРИ І 3,5 ГРАДУСА',
          text: 'Циркуляційні вентилятори з нержавіючої сталі забезпечують рівномірний прогрів виробів складної конфігурації, різнотовщинних виробів, а також при багаторядному навішуванні. Це забезпечує найкращу адгезію покриття при застосуванні якісних фарб.',
        },
        {
          icon: 'advantages/technicalSupport.png',
          title: 'СУЧАСНА СИСТЕМА УПРПВЛЕНИЯ ІЗ СЕКСОРНИМ ЄКРАКРАНОМ',
          text: 'Для керування піччю використовується український контролер GSA з 7-дюймовим сенсорним екраном. Меню інтуїтивно зрозуміло та легке у використанні. Дозволяє бачити роботу всіх компонентів печі, легко програмувати і контролювати роботу печі навіть через місяці.',
        },
        {
          icon: 'advantages/paybackPeriod.png',
          title: 'СИСТЕМА НАГРІВУ, ЩО НЕ ПОТРЕБУЄ ОБСЛУГОВУВАНИЯ',
          text: 'Нагрівальні елементи в нержавіючому корпусі з додатковим захистом нержавіючим екраном, розташовані так, що залишаються чистими та неушкодженими весь термін служби. Термін служби ТЕНів – 20 років.',
        },
        {
          icon: 'advantages/filtrationSystem.png',
          title: 'НАДІЙНІ ЄЛЕКТРИЧНІ КОМПЛЕКТУЮЧІ ТА МАТЕРИАЛИ',
          text: 'Тільки високоякісні електричні комплектуючі: Schneider electric (Франція), ETI (Словенія). Контролер GSA або Промприлад (Україна). А сам каркас печі виготовляється тільки з нержавіючої сталі для зменшення тепловтрат та збільшення терміну експлуатації печі.',
        },
        {
          icon: 'advantages/filtrationSystem.png',
          title: 'МОДУЛЬНА КОНСТРУКЦІЯ',
          text: 'Маючи більш ніж 20 років досвіду, ми проектуємо наші печі так, щоб незалежно від довжини печі, наші печі забезпечували однаковий перепад температури в будь-якій точці. Це досягається модульністю конструкції - кожен модуль має свою систему нагріву та конвекції, таким чином з модулів можна набирати будь-яку довжину печі. Це можна використовувати і для подовження існуючої печі.',
        },
        {
          icon: 'advantages/paybackPeriod.png',
          title: 'ГАРАНТІЯ ВІД 12 МІСЯЦІВ',
          text: 'На весь модельний ряд обладнання поширюється офіційна гарантія на строк від 1 року. І не залежить від того, хто збирав і встановлював обладнання. До камер напилення додається інструкція для самостійного збирання.',
        },

      ],
    },
    data: [
      {
        name: 'polymerizationFurnaces1M',
        type: 'product',
        slug: 'polymerization-furnaces-1m',
        title: 'Піч полімеризації порошкової фарби ONYX 1М',
        images: [
          '4604212207_w640_h640_4604212207.webp',
        ],
        data: [],
      },
      {
        name: 'polymerizationFurnaces1m2t',
        type: 'product',
        slug: 'polymerization-furnaces-1m2t',
        title: 'Піч полімеризації порошкової фарби ONYX 1М2Т-1250',
        images: [
          '4604216382_w640_h640_4604216382.webp',
        ],
        data: [],
      },
      {
        name: 'polymerizationFurnaces2m',
        type: 'product',
        slug: 'polymerization-furnaces-2m',
        title: 'Піч полімеризації порошкової фарби ONYX 2М-1250',
        images: [
          '4604367332_w640_h640_4604367332.webp',
          '3641086865_w640_h640_3641086865.webp',
        ],
        data: [],
      },
    ],
  },
]
module.exports = productsBd
